/* App name */
"MiniBrowser" = "MiniBrowser";

/* OK */
"OK" = "OK";

/* About panel text */
"Version 1.0\nDeveloped by Trendzza\n\nUltra-low RAM, privacy-first native macOS browser powered by Apple Silicon WebKit." = "Version 1.0\nDeveloped by Trendzza\n\nUltra-low RAM, privacy-first native macOS browser powered by Apple Silicon WebKit.";

